    {"date": "2023-04-05", "name": "Πώληση προϊόντων", "category": "Πωλήσεις", "amount": 300},
    {"date": "2023-04-07", "name": "Τόκοι καταθέσεων", "category": "Τόκοι τραπεζικών καταθέσεων", "amount": 150},
    {"date": "2023-04-12", "name": "Κέρδη από μετοχές", "category": "Κέρδη από μετοχές", "amount": 250},
    {"date": "2023-04-15", "name": "Αποζημίωση ασφάλισης", "category": "Αποζημιώσεις", "amount": 1000},
    {"date": "2023-04-18", "name": "Συνταξιοδότηση", "category": "Σύνταξη", "amount": 800},
    {"date": "2023-04-20", "name": "Έσοδα από μικρά projects", "category": "Άλλα έσοδα", "amount": 450}